Repository: kanazawahere/Toy-Projectz
Catalog: PC-Control-telegram-bot-master/locale/*/LC_MESSAGES/pccontrol.po
Languages: it

source: <b>New user registered into the database</b>
it: <b>Nuovo utente registrato nel database</b>

source: Name:
it: Nome:

source: Last name:
it: Cognome:

source: Welcome to <a href='https://goo.gl/9TjCHR'>PC-Control bot</a>, you can get the bot profile picture <a href='http://i.imgur.com/294uZ8G.png'>here</a> Use /help to see all the commands! Made by <a href='http://www.t.me/Tostapunk'>Tostapunk</a> <a href='https://twitter.com/Schiavon_Mattia'>Twitter</a> | <a href='https://plus.google.com/+MattiaSchiavon'>Google+</a> | <a href='https://github.com/Tostapunk'>GitHub</a>
it: Benvenuto su <a href='https://goo.gl/9TjCHR'>PC-Control bot</a>, puoi ottenere la foto profilo del bot <a href='http://i.imgur.com/294uZ8G.png'>qui</a> Usa /aiuto per vedere tutti i comandi! Creato da <a href='http://www.t.me/Tostapunk'>Tostapunk</a> <a href='https://twitter.com/Schiavon_Mattia'>Twitter</a> | <a href='https://plus.google.com/+MattiaSchiavon'>Google+</a> | <a href='https://github.com/Tostapunk'>GitHub</a>

source: <b>Available commands:</b>
it: <b>Comandi disponibili:</b>

source: /shutdown - To shutdown your PC
it: /spegni - Per spegnere il tuo PC

source: /reboot - To reboot your PC
it: /riavvia - Per riavviare il tuo PC

source: /logout - To log out from your current account
it: /logout - Per effettuare il logout dall'account attuale

source: /hibernate - To hibernate your PC
it: /iberna - Per ibernare il tuo PC

source: /lock - To lock your PC
it: /blocca - Per bloccare il PC

source: /cancel - To annul the previous command
it: /annulla - Per annullare il comando precedente

source: /check - To check the PC status
it: /pc - Per controllare lo stato del PC

source: /launch - To launch a program | Example: /launch notepad
it: /avvia - Per avviare un programma | Esempio: /avvia notepad

source: /link - To open a link | Example: /link http://google.com (don't use "www")
it: /link - Per aprire un link | Esempio: /link http://google.it (non usare "www")

source: /memo - To show a memo on your pc
it: /memo - Per mostrare un memo sul tuo PC

source: /task - To check if a process is currently running or to kill it | Example: /task chrome
it: /processo - Per controllare se un processo è in esecuzione o per terminarlo | Esempio: /processo chrome

source: /screen - To take a screenshot and receive it through Imgur
it: /screen - Per fare uno screenshot e riceverlo tramite Imgur

source: /menu - Shows the inline menu
it: /menu - Mostra il menu inline

source: /kb or /keyboard - Brings the normal keyboard up
it: /kb or /tastiera- Rende visibile la tastiera principale

source: You can set a delay time for the execution of the first four commands by using _t + time in seconds after a command.
it: Puoi impostare un lasso di tempo per l'esecuzione dei primi quattro comandi usando _t + il tempo in secondi dopo un comando.

source: Example: /shutdown_t 20
it: Esempio: /spegni_t 20

source: Unauthorized.
it: Non autorizzato.

source: Shutdown
it: Spegni

source: Reboot
it: Riavvia

source: Hibernate
it: Iberna

source: Lock
it: Blocca

source: PC status
it: Stato del PC

source: Cancel
it: Annulla

source: Please choose:
it: Scegli:

source: Keyboard is up.
it: Tastiera attivata.

source: Close Keyboard
it: Disattiva tastiera

source: Keyboard is down.
it: Tastiera disattivata.

source: Kill
it: Termina

source: Exit
it: Esci

source: Shutted down.
it: Spento.

source: Shutting down...
it: Lo sto spegnendo...

source: No time inserted ``` Usage: /shutdown_t + time in seconds```
it: Nessun tempo inserito ``` Uso: /spegni_t + tempo in secondi```

source: Rebooted.
it: Riavviato.

source: Rebooting...
it: Lo sto riavviando...

source: No time inserted ``` Usage: /reboot_t + time in seconds```
it: Nessun tempo inserito ``` Uso: /riavvia_t + tempo in secondi```

source: Logged out.
it: Logout effettuato.

source: Currently not working on Linux.
it: Attualmente non funzionante su Linux.

source: No time inserted ``` Usage: /logout_t + time in seconds```
it: Nessun tempo inserito ``` Uso: /logout_t + tempo in secondi```

source: Hibernated.
it: Ibernato.

source: "No time inserted ``` Usage: /hibernate_t + time in seconds```
it: Nessun tempo inserito ``` Uso: /iberna_t + tempo in secondi```

source: PC locked.
it: PC bloccato.

source: Annulled.
it: Annullato.

source: Your PC is online.
it: Il tuo PC è online.

source: PC name:
it: Nome del PC:

source: Logged user:
it: Utente che ha effettuato l'accesso:

source: OS: Windows
it: Sistema operativo: Windows

source: OS:
it: Sistema operativo:

source: Memory:
it: Memoria:

source: Battery:
it: Batteria:

source: % | Charging
it: % | In carica

source: Launching
it: Avviando

source: Cannot launch
it: Non posso avviare

source: No program name inserted ``` Usage: /launch + program name```
it: Nessun programma inserito ``` Uso: /avvia + nome del programma```

source: Opening
it: Aprendo

source: Cannot open
it: Non posso aprire

source: No link inserted ``` Usage: /link + web link```
it: Nessun link inserito ``` Uso: /link + web link```

source: sent by
it: inviato da

source: through PC-Control
it: tramite PC-Control

source: No text inserted
it: Nessun testo inserito

source: Kill %s
it: Termina %s

source: The program is not running
it: Il programma non è in esecuzione

source: No task inserted ``` Usage: /task + process name```
it: Nessun processo inserito ``` Uso: /processo + nome del processo```

source: I've killed
it: Ho terminato

source: Cannot find an Imgur token
it: Non trovo un token di Imgur

source: Uploaded with PC-Control
it: Caricata tramite PC-Control
