Repository: kanazawahere/Toy-Projectz
Catalog: PC-Control-telegram-bot-master/locale/*/LC_MESSAGES/setup.po
Languages: it

source: Confirm
it: Conferma

source: Change token
it: Cambia token

source: Token saved!
it: Token salvato!

source: Your entry is empty
it: Nessun token inserito

source: The inserted token is wrong
it: Il token inserito non è corretto

source: Install the requirements
it: Installa i requisiti

source: Update the requirements
it: Aggiorna i requisiti

source: The requirements install process is done. Do you want to take a look to the log?
it: Il processo di installazione dei requisiti è terminato. Vuoi vedere il log?

source: Yes
it: Si

source: Permissions
it: Permessi

source: Add permissions
it: Aggiungi permessi

source: Remove permissions
it: Rimuovi permessi

source: Permissions for %s changed!
it: Permessi per %s cambiati!

source: %s isn't in your database
it: %s non è presente nel tuo database

source: Restart
it: Riavvia

source: Please restart bot_setup to apply the change
it: Riavvia bot_setup per applicare la modifica

source: Warning
it: Attenzione

source: By enabling this you wont see the bot console
it: Abilitando questa funzione non vedrai piu' la console del bot

source: Error
it: Errore

source: Already enabled
it: La funzione e' gia' stata attivata

source: You need to launch bot_setup.py with admin rights to use this function. Error:
it: Devi avviare bot_setup.py con i permessi di amministratore per usare questa funzione. Errore:

source: Already disabled
it: La funzione e' gia' stata disattivata

source: BotFather token
it: Token di BotFather

source: Imgur token
it: Token di Imgur

source: Start it!
it: Avvialo!

source: Change user permissions
it: Cambia i permessi di un utente

source: Options
it: Opzioni

source: English
it: Inglese

source: Italian
it: Italiano

source: Language
it: Lingua

source: Show
it: Mostra

source: Hide
it: Nascondi

source: Enable
it: Abilita

source: Disable
it: Disabilita

source: Startup
it: Esegui all'avvio
